<?php

return [
    'title_page' => 'الاختبارات',
    'list' => 'قائمة الاختبارات',
    'add_new' => 'إضافة اختبار جديد',
    'add_title' => 'إضافة اختبار جديد',
    'edit_title' => 'تعديل اختبار',
    'name' => 'اسم الاختبار',
    'name_ar' => 'اسم الاختبار باللغة العربية',
    'name_en' => 'اسم الاختبار باللغة الإنجليزية',
    'subject' => 'المادة الدراسية',
    'teacher' => 'اسم المعلم',
    'grade' => 'المرحلة الدراسية',
    'classroom' => 'الصف الدراسي',
    'section' => 'القسم',
    'processes' => 'العمليات',
    'delete_title' => 'حذف اختبار',
    'delete_warning' => 'هل أنت متأكد من حذف الاختبار:',
    'choose_subject' => 'حدد المادة الدراسية...',
    'choose_teacher' => 'حدد اسم المعلم...',
];
