<?php

return [
    'title_page' => 'المواد الدراسية',
    'list' => 'قائمة المواد الدراسية',
    'add_new' => 'إضافة مادة جديدة',
    'add_title' => 'إضافة مادة دراسية',
    'edit_title' => 'تعديل مادة دراسية',
    'name' => 'اسم المادة',
    'name_ar' => 'اسم المادة باللغة العربية',
    'name_en' => 'اسم المادة باللغة الإنجليزية',
    'grade' => 'المرحلة الدراسية',
    'classroom' => 'الصف الدراسي',
    'teacher' => 'اسم المعلم',
    'processes' => 'العمليات',
    'delete_title' => 'حذف مادة دراسية',
    'delete_warning' => 'هل أنت متأكد من حذف المادة:',
];
